{
	"smallClaims": [{
			"before": [{
					"title": "Mediation",
					"blockText": "Mediation is a process for resolving disputes informally.  It is voluntary and confidential.  It works like this:  You and the other person would meet with a third person who is neutral – a trained mediator. That person would help the two of you talk things over in an attempt to resolve your dispute. Usually, mediation of a small claims dispute lasts between 30 minutes and 2 hours. It can be tried before or after filing a lawsuit.    \tMediation can really help if you have an on-going relationship with the person you have the dispute with. If you are suing a family member, neighbor, business partner, landlord, or tenant, mediation may help you work out your problems and keep your relationship.  \tMediation allows people to make their own decisions about how they will resolve their disputes.   If you decide that mediation might resolve your dispute, ask a court clerk if the small claims court offers a mediation program.  If not, the clerk may know of a publicly funded program in your county.  You can also locate a mediation program by looking in the business section of your telephone directory, on the website of the California Department of Consumer Affairs.  If you DO settle your dispute, write down what was agreed to. Include:    \tThe names and addresses of the two people, \tA brief description of the “what,” “when” and “where” of the dispute that has been resolved, \tA statement of what the person giving up a claim is getting in return, \tThe date the agreement is being signed, and \tThe signatures of everyone involved.   Make sure everyone has a copy of the agreement, and keep your copy of the agreement in a safe place.",
					"id": 0,
					"completed": false
				},
				{
					"title": "Write a demand letter",
					"blockText": "Small claims cases require that you ask the other side for payment before you go to court (unless there is a good reason why you cannot). You can ask in person, by phone, or in writing. You will have to tell the court you did this and how on your court form. If you decide to ask for payment in writing, you can use a demand letter.  A demand letter is a short, clear letter demanding payment.  Bring a copy of it to your court hearing to show the judge. You can also attach it to your court papers. Often, a demand letter will be all you need to resolve your dispute.  Even if the person or business that owes you money knows about the problem, a firm and strong request in a letter that lays out the reasons why they owe you money and says that if your issue is not satisfied you plan to go to small claims court can have a big effect.  They realize you are serious about the case and intend to spend time and energy pursuing it.  Sometimes when you have a problem with a business, a demand letter can bring the problem to the attention of the owner who may not have known about your dispute because the manager never told him or her.",
					"id": 1,
					"completed": false
				}
			]
		},
		{
			"during": [{
					"title": "title1",
					"blockText": "text1",
					"id": 0,
					"completed": false
				},
				{
					"title": "title2",
					"blockText": "text2",
					"id": 1,
					"completed": false
				},
				{
					"title": "title3",
					"blockText": "text3",
					"id": 3,
					"completed": false
				}
			]
		},
		{
			"after": [{
					"title": "title1",
					"blockText": "text1",
					"id": 0,
					"completed": false
				},
				{
					"title": "title2",
					"blockText": "text2",
					"id": 1,
					"completed": false
				},
				{
					"title": "title3",
					"blockText": "text3",
					"id": 3,
					"completed": false
				}
			]
		}
	]
}